export const messageData = {
  top: {
    label: 'top',
    message: [
      '「ようこそ。ここはフリーランスエンジニアのTESYによるポートフォリオサイトとなります。どうぞごゆっくりご覧ください。」',
    ]
  },
  profile: {
    label: 'profile',
    message: [
      '「私のプロフィールにご興味をお持ちいただきありがとうございます。フリーランスのWebデザイナー・コーダー・フロントエンジニアをやっているTESYと申します。',
      '幼少期から『何かを作る』ことが大好きでしたが、大人になり『勉強の楽しさ』も知り、それが今に繋がっています。」'
    ]
  },
  skill: {
    label: 'skill',
    message: [
      '「スキルレベルを自己評価でグラフ化してみました。補足として、この場合はHTML5が完璧というわけではなく、それぞれ相対的にどの程度できるかを表します。」',
    ]
  },
  service: {
    label: 'service',
    message: [
      '「仕事において如何に優れたスキルを発揮しようとも、それは全てお客様との信頼関係があってこそのもの。',
      '私自身、過去に苦い取引経験もあったからこそ、お客様には常に安心感をお持ちいただけるサービスを提供するよう心がけております。」',
    ]
  },
  items: {
    label: 'items',
    message: [
      '「過去のお仕事での実績を掲載しております。これらの他、一部の簡易的な案件や載りきらないものもございます。',
      'また大手メンターサービスにて多数の高評価を頂き、活動開始から半年経たずで1100人越えのメンターランキングでトップ1桁になったこともあります。',
      'その中でも一番嬉しかったのは、私がお教えした方がフリーランスとなったのち、私と同じくWebデザイン講師となったことですね。」'
    ]
  },
  contact: {
    label: 'contact',
    message: [
      '「お仕事に関するお悩みやご相談はこちらよりご連絡ください。」',
    ]
  },
  error: {
    label: 'error',
    message: [
      '「申し訳ありませんが、こちらのページは存在しておりません(404)。」',
    ]
  },
}